brew "git"
brew "stow"
brew "starship"
brew "tree"
brew "yarn"
brew "exa"
brew "anyenv"
brew "apr-util"
brew "carthage"
brew "gnutls"
brew "gnupg"
brew "guile"
brew "libyaml"
brew "nodebrew"
brew "ruby-build"
brew "rbenv"
brew "yarn"
brew "zsh"
brew "zsh-completions"


cask "1password"
cask "bartender"
cask "chatgpt"
cask "cleanshot"
cask "dbeaver-community"
cask "eqmac"
cask "google-japanese-ime"
cask "istat-menus"
cask "iterm2"
cask "magnet"
cask "meetingbar"
cask "yoink"
cask "monitorcontrol"
cask "notion"
cask "orbstack"
cask "postman"
cask "visual-studio-code"
cask "vlc"

tap "homebrew/cask-fonts"
cask "font-hackgen"
cask "font-hackgen-nerd"
